tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "xwmx/taps"
brew "bash-completion"
brew "bash-git-prompt"
brew "cmake"
brew "colordiff"
brew "ctags"
brew "dialog"
brew "gettext"
brew "gh"
brew "git"
brew "openssl@1.1"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "htop"
brew "libmagic"
brew "libpng"
brew "macvim"
brew "midnight-commander"
brew "mono"
brew "neovim"
brew "nnn"
brew "node", link: false
brew "tree"
brew "pass"
brew "pyenv"
brew "ragel"
brew "rsync"
brew "telnet"
brew "tmux"
brew "vim", link: false
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazygit/lazygit"
brew "xwmx/taps/nb"
cask "emacs"
